nextmwa/haro-firmware/esp32-firmware/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 6.1.0 Project Minimal Configuration
#
# default:
CONFIG_IDF_TARGET="linux"

# Unity test runner
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=y
